Repository: bernskioldmedia/Ilmenite-Visitor-Consent
Catalog: languages/ilvc-*.po
Languages: sv_se

source: Are you over 18 years old?
sv_se: Är du äldre än 18 år?

source: You need to be at least 18 years old to enter this website. By continuing you agree that you are.
sv_se: Du måste vara minst 18 år gammal för att få använda denna webbplats. Genom att fortsätta accepterar du detta.

source: I accept
sv_se: Jag accepterar

source: Ilmenite Visitor Consent
sv_se: Ilmenite besökarsamtycke

source: Settings
sv_se: Inställningar

source: Title
sv_se: Titel

source: Description
sv_se: Beskrivning

source: Accept Button Text
sv_se: Acceptera-knapptext

source: Overlay Opacity
sv_se: Overlay-opacitet

source: Here you can configure the consent box with your own custom title, description, accept box text and opacity.
sv_se: Här kan du konfigurera samtyckesrutan med din egen titel, beskrivning, knapptext och bakgrundsopacitet.

source: With Ilmenite Visitor Consent you have a popup box with a message that the visitor has to agree to before being allowed into your website.
sv_se: Med Ilmenite besökarsamtycke får du en snygg lightboxruta med ett meddelande som besökaren måste godkänna innan hen tillåts in till din webbplats.

source: A developer friendly plugin to ask the visitor to consent to some message before being able to view the site.
sv_se: Ett utvecklarvänligt tillägg som ber besökaren att godkänna ett meddelande innan hen för besöka webbplatsen.

source: http://www.bernskioldmedia.com
sv_se: http://www.bernskioldmedia.se
